Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: This Week
ar: هذا الأسبوع
da: Denne uge
de: Diese Woche
es: Esta semana
fi: Tällä viikolla
fr: Cette semaine
is: Þessi vika
it: Questa settimana
ja: 今週
ko: 이번 주
nb: Denne uken
nl: Deze week
pt_br: Esta semana
ru: Эта неделя
sv: Denna vecka
zh_hans: 本周

source: This will delete all %lld log entries. You can't undo this.
ar: سيؤدي هذا إلى حذف جميع إدخالات السجل البالغ عددها %lld. لا يمكن التراجع عن هذا.
da: Dette sletter alle %lld logposter. Du kan ikke fortryde dette.
de: Dadurch werden alle %lld Protokolleinträge gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto eliminará las %lld entradas del registro. No se puede deshacer.
fi: Tämä poistaa kaikki %lld lokimerkintää. Toimintoa ei voi kumota.
fr: Cela supprimera les %lld entrées de journal. Cette action est irréversible.
is: Þetta eyðir öllum %lld skráningunum. Ekki er hægt að afturkalla þetta.
it: Questa operazione eliminerà tutte le %lld voci di log. Non è possibile annullare.
ja: %lld 件のログエントリがすべて削除されます。元に戻すことはできません。
ko: 로그 항목 %lld개가 모두 삭제됩니다. 이 작업은 실행 취소할 수 없습니다.
nb: Dette sletter alle %lld loggoppføringer. Du kan ikke angre dette.
nl: Hiermee worden alle %lld logboekregels verwijderd. Je kunt dit niet ongedaan maken.
pt_br: Isso excluirá todas as %lld entradas de log. Você não pode desfazer isso.
ru: Будут удалены все %lld записи журнала. Это действие нельзя отменить.
sv: Detta raderar alla %lld loggposter. Det går inte att ångra.
zh_hans: 这将删除全部 %lld 条日志记录。此操作无法撤销。

source: This will permanently delete all %lld error records.
ar: سيؤدي هذا إلى حذف جميع سجلات الأخطاء البالغ عددها %lld نهائيًا.
da: Dette sletter alle %lld fejlposter permanent.
de: Dadurch werden alle %lld Fehlereinträge endgültig gelöscht.
es: Esto eliminará permanentemente los %lld registros de error.
fi: Tämä poistaa pysyvästi kaikki %lld virhetietuetta.
fr: Cela supprimera définitivement les %lld enregistrements d’erreurs.
is: Þetta eyðir varanlega öllum %lld villuskráningunum.
it: Questa operazione eliminerà definitivamente tutti i %lld record di errore.
ja: %lld 件のエラー記録がすべて完全に削除されます。
ko: 오류 기록 %lld개가 모두 영구적으로 삭제됩니다.
nb: Dette sletter alle %lld feilposter permanent.
nl: Hiermee worden alle %lld foutregistraties definitief verwijderd.
pt_br: Isso excluirá permanentemente todos os %lld registros de erro.
ru: Все %lld записи об ошибках будут удалены безвозвратно.
sv: Detta raderar permanent alla %lld felposter.
zh_hans: 这将永久删除全部 %lld 条错误记录。

source: This will permanently delete ALL archived sessions. This cannot be undone.
ar: سيؤدي هذا إلى حذف جميع الجلسات المؤرشفة نهائيًا. لا يمكن التراجع عن هذا الإجراء.
da: Dette sletter permanent ALLE arkiverede sessioner. Dette kan ikke fortrydes.
de: Dadurch werden ALLE archivierten Sitzungen dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente TODAS las sesiones archivadas. Esta acción no se puede deshacer.
fi: Tämä poistaa pysyvästi KAIKKI arkistoidut istunnot. Tätä ei voi kumota.
fr: Cela supprimera définitivement TOUTES les séances archivées. Cette action est irréversible.
is: Þetta eyðir varanlega ÖLLUM vistuðum lotum. Þetta er ekki hægt að afturkalla.
it: Questo eliminerà definitivamente TUTTE le sessioni archiviate. L'operazione non può essere annullata.
ja: これによりアーカイブされたすべてのセッションが完全に削除されます。元に戻すことはできません。
ko: 이 작업은 보관된 모든 세션을 영구적으로 삭제합니다. 실행을 취소할 수 없습니다.
nb: Dette sletter ALLE arkiverte økter permanent. Dette kan ikke angres.
nl: Hiermee worden ALLE gearchiveerde sessies permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso excluirá permanentemente TODAS as sessões arquivadas. Não é possível desfazer.
ru: Это безвозвратно удалит ВСЕ заархивированные сессии. Это действие нельзя отменить.
sv: Detta raderar permanent ALLA arkiverade pass. Detta kan inte ångras.
zh_hans: 此操作将永久删除所有已存档的记录。此操作无法撤销。

source: This will permanently remove all %lld deleted sessions. This cannot be undone.
ar: سيؤدي هذا إلى إزالة جميع الجلسات المحذوفة البالغ عددها %lld نهائيًا. لا يمكن التراجع عن هذا.
da: Dette fjerner alle %lld slettede sessioner permanent. Dette kan ikke fortrydes.
de: Dadurch werden alle %lld gelöschten Sitzungen endgültig entfernt. Das lässt sich nicht rückgängig machen.
es: Esto eliminará permanentemente las %lld sesiones eliminadas. No se puede deshacer.
fi: Tämä poistaa pysyvästi kaikki %lld poistettua istuntoa. Toimintoa ei voi kumota.
fr: Cela supprimera définitivement les %lld sessions supprimées. Cette action est irréversible.
is: Þetta fjarlægir varanlega allar %lld eyddu loturnar. Ekki er hægt að afturkalla þetta.
it: Questa operazione rimuoverà definitivamente tutte le %lld sessioni eliminate. Non è possibile annullare.
ja: 削除済みの %lld 件のセッションがすべて完全に削除されます。元に戻すことはできません。
ko: 삭제된 세션 %lld개가 모두 영구적으로 제거됩니다. 이 작업은 실행 취소할 수 없습니다.
nb: Dette fjerner alle %lld slettede økter permanent. Dette kan ikke angres.
nl: Hiermee worden alle %lld verwijderde sessies definitief gewist. Dit kan niet ongedaan worden gemaakt.
pt_br: Isso removerá permanentemente todas as %lld sessões excluídas. Isso não pode ser desfeito.
ru: Все %lld удалённые сессии будут удалены безвозвратно. Это действие нельзя отменить.
sv: Detta tar permanent bort alla %lld raderade sessioner. Det går inte att ångra.
zh_hans: 这将永久移除全部 %lld 个已删除的记录。此操作无法撤销。

source: This will re-classify every archived session's sleep using the new setting. Or apply only to sessions you record from now on.
ar: سيؤدي هذا إلى إعادة تصنيف نوم كل جلسة مؤرشفة باستخدام الإعداد الجديد. أو طبّقه فقط على الجلسات التي تسجّلها من الآن فصاعدًا.
da: Dette vil omklassificere søvnen for hver arkiveret session med den nye indstilling. Eller anvend kun på sessioner, du optager fra nu af.
de: Dadurch wird der Schlaf jeder archivierten Sitzung mit der neuen Einstellung neu klassifiziert. Oder wende es nur auf Sitzungen an, die du ab jetzt aufzeichnest.
es: Esto reclasificará el sueño de cada sesión archivada con el nuevo ajuste. O aplícalo solo a las sesiones que grabes a partir de ahora.
fi: Tämä luokittelee jokaisen arkistoidun istunnon unen uudelleen uudella asetuksella. Tai sovella vain istuntoihin, jotka tallennat tästä eteenpäin.
fr: Cela reclassera le sommeil de chaque session archivée avec le nouveau réglage. Ou appliquez-le uniquement aux sessions que vous enregistrerez désormais.
is: Þetta endurflokkar svefn allra geymdra lota með nýju stillingunni. Eða notaðu það aðeins á lotur sem þú tekur upp héðan í frá.
it: Questo riclassificherà il sonno di ogni sessione archiviata con la nuova impostazione. Oppure applicalo solo alle sessioni che registri d'ora in poi.
ja: これにより、新しい設定を使用してアーカイブ済みのすべてのセッションの睡眠が再分類されます。または、今後記録するセッションのみに適用します。
ko: 이렇게 하면 새 설정을 사용하여 보관된 모든 세션의 수면이 재분류됩니다. 또는 지금부터 기록하는 세션에만 적용하세요.
nb: Dette vil omklassifisere søvnen for hver arkiverte økt med den nye innstillingen. Eller bruk det bare på økter du tar opp fra nå av.
nl: Hiermee wordt de slaap van elke gearchiveerde sessie opnieuw geclassificeerd met de nieuwe instelling. Of pas het alleen toe op sessies die je vanaf nu opneemt.
pt_br: Isto reclassificará o sono de cada sessão arquivada usando a nova configuração. Ou aplique somente às sessões que você gravar a partir de agora.
ru: Это заново классифицирует сон каждой архивной сессии с новой настройкой. Или примените только к сессиям, которые вы запишете с этого момента.
sv: Detta omklassificerar sömnen för varje arkiverad session med den nya inställningen. Eller tillämpa det bara på sessioner du spelar in från och med nu.
zh_hans: 这将使用新设置重新分类每个已存档记录的睡眠。或仅应用于你从现在起记录的记录。

source: This will re-run the analysis algorithms on your existing RR data. Your raw data is safe and will not be modified.
ar: سيعيد هذا تشغيل خوارزميات التحليل على بيانات RR الموجودة لديك. بياناتك الخام آمنة ولن يتم تعديلها.
da: Dette kører analysealgoritmer igen på dine eksisterende RR-data. Dine rå data er sikre og vil ikke blive ændret.
de: Die Analysealgorithmen werden auf deinen vorhandenen RR-Daten erneut ausgeführt. Deine Rohdaten sind sicher und werden nicht verändert.
es: Esto volverá a ejecutar los algoritmos de análisis en tus datos RR existentes. Tus datos sin procesar están seguros y no se modificarán.
fi: Tämä suorittaa analyysialgoritmit uudelleen olemassa olevalle RR-datallesi. Raakadatasi on turvassa eikä sitä muokata.
fr: Cela relancera les algorithmes d'analyse sur vos données RR existantes. Vos données brutes sont en sécurité et ne seront pas modifiées.
is: Þetta mun keyra greiningaralgrím aftur á núverandi RR-gögnum þínum. Hrágögnin þín eru örugg og verða ekki breytt.
it: Questa operazione rieseguirà gli algoritmi di analisi sui Suoi dati RR esistenti. I Suoi dati grezzi sono al sicuro e non verranno modificati.
ja: 既存のRRデータに対して分析アルゴリズムを再実行します。生データは安全で変更されません。
ko: 기존 RR 데이터에 대해 분석 알고리즘을 다시 실행합니다. 원시 데이터는 안전하며 수정되지 않습니다.
nb: Dette kjører analysealgoritmene på nytt på eksisterende RR-data. Rådataene dine er trygge og vil ikke bli endret.
nl: Hiermee worden de analyse-algoritmen opnieuw uitgevoerd op uw bestaande RR-gegevens. Uw ruwe gegevens zijn veilig en worden niet gewijzigd.
pt_br: Isso executará novamente os algoritmos de análise nos seus dados RR existentes. Seus dados brutos estão seguros e não serão modificados.
ru: Алгоритмы анализа будут повторно применены к вашим данным RR. Исходные данные в безопасности и не будут изменены.
sv: Detta kör om analysalgoritmerna på din befintliga RR-data. Din rådata är säker och kommer inte att ändras.
zh_hans: 这将对你现有的RR数据重新运行分析算法。你的原始数据安全且不会被修改。

source: This will recompute scores for all recorded sessions. This may take a while if you have a lot of data.
ar: سيعيد هذا حساب الدرجات لجميع الجلسات المسجلة. قد يستغرق هذا بعض الوقت إذا كان لديك الكثير من البيانات.
da: Dette genberegner scorer for alle registrerede sessioner. Det kan tage et stykke tid, hvis du har mange data.
de: Scores werden für alle aufgezeichneten Sitzungen neu berechnet. Dies kann bei vielen Daten eine Weile dauern.
es: Esto recalculará las puntuaciones de todas las sesiones grabadas. Puede tardar un tiempo si tienes muchos datos.
fi: Tämä laskee uudelleen kaikkien tallennettujen istuntojen pisteet. Tämä voi kestää hetken, jos dataa on paljon.
fr: Cela recalculera les scores pour toutes les sessions enregistrées. Cela peut prendre du temps si vous avez beaucoup de données.
is: Þetta mun endurreikna stig allra skráðra lota. Þetta gæti tekið nokkurn tíma ef þú átt mikið af gögnum.
it: Questa operazione ricalcolerà i punteggi per tutte le sessioni registrate. Potrebbe richiedere del tempo se ha molti dati.
ja: すべての記録されたセッションのスコアを再計算します。データが多い場合は時間がかかることがあります。
ko: 모든 기록된 세션의 점수를 재계산합니다. 데이터가 많으면 시간이 걸릴 수 있습니다.
nb: Dette beregner scorer på nytt for alle registrerte økter. Det kan ta litt tid hvis du har mye data.
nl: Hiermee worden de scores voor alle opgenomen sessies opnieuw berekend. Dit kan even duren als u veel gegevens heeft.
pt_br: Isso recalculará as pontuações de todas as sessões gravadas. Pode demorar se você tiver muitos dados.
ru: Будет выполнен пересчёт оценок для всех записанных сессий. При большом объёме данных это может занять время.
sv: Detta beräknar om poäng för alla inspelade sessioner. Det kan ta en stund om du har mycket data.
zh_hans: 这将重新计算所有记录的分数。如果数据量较大，可能需要一些时间。

source: This will recompute scores for sessions between the selected dates.
ar: سيعيد هذا حساب الدرجات للجلسات بين التواريخ المحددة.
da: Dette genberegner scorer for sessioner mellem de valgte datoer.
de: Scores werden für Sitzungen im ausgewählten Zeitraum neu berechnet.
es: Esto recalculará las puntuaciones de las sesiones entre las fechas seleccionadas.
fi: Tämä laskee uudelleen valittujen päivämäärien välisten istuntojen pisteet.
fr: Cela recalculera les scores pour les sessions entre les dates sélectionnées.
is: Þetta mun endurreikna stig lota á milli valinna dagsetninganna.
it: Questa operazione ricalcolerà i punteggi per le sessioni comprese tra le date selezionate.
ja: 選択した日付間のセッションのスコアを再計算します。
ko: 선택한 날짜 사이의 세션 점수를 재계산합니다.
nb: Dette beregner scorer på nytt for økter mellom de valgte datoene.
nl: Hiermee worden de scores opnieuw berekend voor sessies tussen de geselecteerde datums.
pt_br: Isso recalculará as pontuações das sessões entre as datas selecionadas.
ru: Будет выполнен пересчёт оценок для сессий в выбранном диапазоне дат.
sv: Detta beräknar om poäng för sessioner mellan valda datum.
zh_hans: 这将重新计算所选日期之间记录的分数。

source: This will remove corrupted/encrypted files and rebuild the index from valid JSON files.
ar: سيزيل هذا الملفات التالفة/المشفرة ويعيد بناء الفهرس من ملفات JSON الصالحة.
da: Dette fjerner beskadigede/krypterede filer og genopbygger indekset fra gyldige JSON-filer.
de: Beschädigte/verschlüsselte Dateien werden entfernt und der Index aus gültigen JSON-Dateien neu aufgebaut.
es: Esto eliminará archivos dañados/cifrados y reconstruirá el índice a partir de archivos JSON válidos.
fi: Tämä poistaa vioittuneet/salatut tiedostot ja rakentaa hakemiston uudelleen kelvollisista JSON-tiedostoista.
fr: Cela supprimera les fichiers corrompus/chiffrés et reconstruira l'index à partir de fichiers JSON valides.
is: Þetta mun fjarlægja skemmdar/dulkóðaðar skrár og endurbyggja skráasafnið úr gildum JSON-skrám.
it: Questa operazione rimuoverà i file corrotti/crittografati e ricostruirà l'indice dai file JSON validi.
ja: 破損/暗号化されたファイルを削除し、有効なJSONファイルからインデックスを再構築します。
ko: 손상/암호화된 파일을 제거하고 유효한 JSON 파일에서 인덱스를 재구축합니다.
nb: Dette fjerner ødelagte/krypterte filer og bygger opp indeksen på nytt fra gyldige JSON-filer.
nl: Hiermee worden beschadigde/versleutelde bestanden verwijderd en wordt de index opnieuw opgebouwd vanuit geldige JSON-bestanden.
pt_br: Isso removerá arquivos corrompidos/criptografados e reconstruirá o índice a partir de arquivos JSON válidos.
ru: Повреждённые/зашифрованные файлы будут удалены, а индекс будет восстановлен из действительных JSON-файлов.
sv: Detta tar bort skadade/krypterade filer och bygger om indexet från giltiga JSON-filer.
zh_hans: 这将移除损坏/加密的文件并从有效的JSON文件重建索引。

source: This will unlink this segment from the combined recording. The segment's data will no longer be included in analysis.
ar: سيفصل هذا الجزء عن التسجيل المدمج. لن يتم تضمين بيانات هذا الجزء في التحليل بعد الآن.
da: Dette fjerner linket til dette segment fra den kombinerede optagelse. Segmentets data vil ikke længere blive inkluderet i analysen.
de: Dieses Segment wird von der kombinierten Aufnahme getrennt. Die Segmentdaten werden nicht mehr in die Analyse einbezogen.
es: Esto desvinculará este segmento de la grabación combinada. Los datos del segmento ya no se incluirán en el análisis.
fi: Tämä irrottaa tämän segmentin yhdistetystä tallennuksesta. Segmentin dataa ei enää sisällytetä analyysiin.
fr: Cela dissociera ce segment de l'enregistrement combiné. Les données du segment ne seront plus incluses dans l'analyse.
is: Þetta mun aftengja þennan hluta frá sameinaðri upptöku. Gögn hlutans verða ekki lengur tekin með í greiningu.
it: Questa operazione scollegherà questo segmento dalla registrazione combinata. I dati del segmento non verranno più inclusi nell'analisi.
ja: このセグメントを結合記録からリンク解除します。セグメントのデータは分析に含まれなくなります。
ko: 이 세그먼트를 결합된 기록에서 연결 해제합니다. 세그먼트의 데이터는 더 이상 분석에 포함되지 않습니다.
nb: Dette kobler segmentet fra det kombinerte opptaket. Segmentets data vil ikke lenger inkluderes i analysen.
nl: Hiermee wordt dit segment ontkoppeld van de gecombineerde opname. De gegevens van het segment worden niet langer opgenomen in de analyse.
pt_br: Isso desvinculará este segmento da gravação combinada. Os dados do segmento não serão mais incluídos na análise.
ru: Этот сегмент будет отвязан от объединённой записи. Данные сегмента больше не будут включены в анализ.
sv: Detta kopplar bort detta segment från den kombinerade inspelningen. Segmentets data kommer inte längre att inkluderas i analysen.
zh_hans: 这将取消此片段与合并记录的关联。该片段的数据将不再包含在分析中。

source: This wipes the chat thread. Your API keys and recovery data are not affected.
ar: هذا يمسح سلسلة المحادثة. لن تتأثر مفاتيح API الخاصة بك وبيانات التعافي.
da: Dette sletter chattråden. Dine API-nøgler og restitutionsdata påvirkes ikke.
de: Dies löscht den Chatverlauf. Deine API-Schlüssel und Erholungsdaten sind nicht betroffen.
es: Esto borra el hilo del chat. Tus claves de API y tus datos de recuperación no se ven afectados.
fi: Tämä tyhjentää keskusteluketjun. API-avaimiisi ja palautumistietoihisi ei kosketa.
fr: Cela efface le fil de discussion. Vos clés API et vos données de récupération ne sont pas affectées.
is: Þetta eyðir spjallþræðinum. API-lyklarnir þínir og endurheimtargögn verða ekki fyrir áhrifum.
it: Questo cancella la conversazione. Le tue chiavi API e i dati di recupero non vengono modificati.
ja: これによりチャットスレッドが消去されます。APIキーと回復データには影響しません。
ko: 이렇게 하면 채팅 스레드가 삭제됩니다. API 키와 회복 데이터에는 영향을 주지 않습니다.
nb: Dette sletter chattråden. API-nøklene og restitusjonsdataene dine påvirkes ikke.
nl: Hiermee wis je de chatthread. Je API-sleutels en herstelgegevens worden niet beïnvloed.
pt_br: Isto apaga a conversa do chat. Suas chaves de API e dados de recuperação não são afetados.
ru: Это удаляет цепочку чата. Ваши ключи API и данные о восстановлении не затрагиваются.
sv: Detta raderar chatttråden. Dina API-nycklar och återhämtningsdata påverkas inte.
zh_hans: 这会清除聊天会话。你的 API 密钥和恢复数据不受影响。

source: Three quick steps to your first recovery score.
ar: ثلاث خطوات سريعة نحو أول درجة تعافٍ لك.
da: Tre hurtige trin til din første restitutionsscore.
de: Drei schnelle Schritte zu deinem ersten Erholungs-Score.
es: Tres pasos rápidos hacia tu primera puntuación de recuperación.
fi: Kolme nopeaa vaihetta ensimmäisiin palautumispisteisiisi.
fr: Trois étapes rapides vers votre premier score de récupération.
is: Þrjú fljótleg skref að fyrstu endurheimtarstigunum þínum.
it: Tre rapidi passaggi verso il tuo primo punteggio di recupero.
ja: 最初の回復スコアまで、3 つの簡単なステップ。
ko: 첫 회복 점수까지 간단한 3단계.
nb: Tre raske trinn til dine første restitusjonspoeng.
nl: Drie snelle stappen naar je eerste herstelscore.
pt_br: Três passos rápidos até sua primeira pontuação de recuperação.
ru: Три быстрых шага к вашей первой оценке восстановления.
sv: Tre snabba steg till dina första återhämtningspoäng.
zh_hans: 三个简单步骤，获得你的首个恢复评分。

source: Three things and we're done.
ar: ثلاثة أمور وننتهي.
da: Tre ting, så er vi færdige.
de: Drei Dinge, dann sind wir fertig.
es: Tres cosas y listo.
fi: Kolme asiaa, niin olemme valmiit.
fr: Trois choses et c'est terminé.
is: Þrír hlutir og við erum búin.
it: Tre cose e abbiamo finito.
ja: あと3つで完了です。
ko: 세 가지만 하면 끝입니다.
nb: Tre ting, så er vi ferdige.
nl: Drie dingen en we zijn klaar.
pt_br: Três coisas e pronto.
ru: Три пункта — и готово.
sv: Tre saker, sedan är vi klara.
zh_hans: 三件事，就完成了。

source: Three weeks of example nights. Remove them any time.
ar: ثلاثة أسابيع من الليالي التجريبية. يمكنك إزالتها في أي وقت.
da: Tre ugers eksempelnætter. Fjern dem når som helst.
de: Drei Wochen Beispielnächte. Du kannst sie jederzeit entfernen.
es: Tres semanas de noches de ejemplo. Elimínalas cuando quieras.
fi: Kolmen viikon esimerkkiyöt. Voit poistaa ne milloin tahansa.
fr: Trois semaines de nuits d’exemple. Vous pouvez les supprimer à tout moment.
is: Sýninætur í þrjár vikur. Fjarlægðu þær hvenær sem er.
it: Tre settimane di notti di esempio. Puoi rimuoverle in qualsiasi momento.
ja: 3 週間分のサンプルの夜。いつでも削除できます。
ko: 3주 분량의 예시 밤입니다. 언제든지 제거할 수 있습니다.
nb: Tre uker med eksempelnetter. Fjern dem når som helst.
nl: Drie weken aan voorbeeldnachten. Je kunt ze altijd verwijderen.
pt_br: Três semanas de noites de exemplo. Remova quando quiser.
ru: Три недели демонстрационных ночей. Их можно удалить в любой момент.
sv: Tre veckor med exempelnätter. Ta bort dem när du vill.
zh_hans: 三周的示例夜晚。可随时移除。

source: Three weeks of synthetic nights, scored by the same analysis as a real recording. Tagged Demo; remove them any time.
ar: ثلاثة أسابيع من الليالي الاصطناعية، مُقيَّمة بالتحليل نفسه المستخدم لتسجيل حقيقي. موسومة بـ «Demo»؛ يمكنك إزالتها في أي وقت.
da: Tre ugers syntetiske nætter, vurderet med samme analyse som en rigtig optagelse. Tagget »Demo«; fjern dem når som helst.
de: Drei Wochen synthetischer Nächte, ausgewertet mit derselben Analyse wie eine echte Aufzeichnung. Mit dem Tag „Demo“ markiert; du kannst sie jederzeit entfernen.
es: Tres semanas de noches sintéticas, puntuadas con el mismo análisis que una grabación real. Con la etiqueta «Demo»; elimínalas cuando quieras.
fi: Kolmen viikon synteettiset yöt, pisteytetty samalla analyysilla kuin oikea tallennus. Tunnisteena ”Demo”; voit poistaa ne milloin tahansa.
fr: Trois semaines de nuits synthétiques, évaluées par la même analyse qu’un véritable enregistrement. Marquées du tag « Demo » ; vous pouvez les supprimer à tout moment.
is: Tilbúnar nætur í þrjár vikur, metnar með sömu greiningu og raunveruleg upptaka. Merktar „Demo“; fjarlægðu þær hvenær sem er.
it: Tre settimane di notti sintetiche, valutate con la stessa analisi di una registrazione reale. Con il tag “Demo”; puoi rimuoverle in qualsiasi momento.
ja: 実際の記録と同じ分析でスコア付けした、3 週間分の合成された夜。「Demo」タグ付き。いつでも削除できます。
ko: 실제 기록과 동일한 분석으로 점수를 매긴 3주 분량의 합성 밤입니다. ‘Demo’ 태그가 붙으며, 언제든지 제거할 수 있습니다.
nb: Tre uker med syntetiske netter, vurdert med samme analyse som et ekte opptak. Merket med taggen «Demo»; fjern dem når som helst.
nl: Drie weken aan synthetische nachten, beoordeeld met dezelfde analyse als een echte opname. Met de tag ‘Demo’; je kunt ze altijd verwijderen.
pt_br: Três semanas de noites sintéticas, pontuadas pela mesma análise de uma gravação real. Com a tag “Demo”; remova quando quiser.
ru: Три недели синтетических ночей, оценённых тем же анализом, что и реальная запись. С тегом «Demo»; их можно удалить в любой момент.
sv: Tre veckor med syntetiska nätter, bedömda med samma analys som en riktig inspelning. Taggade ”Demo”; ta bort dem när du vill.
zh_hans: 三周的合成夜晚，采用与真实记录相同的分析评分。带有“Demo”标签；可随时移除。

source: Threshold
ar: العتبة
da: Tærskel
de: Schwelle
es: Umbral
fi: Kynnys
fr: Seuil
is: Þröskuldur
it: Soglia
ja: 閾値
ko: 임계값
nb: Terskel
nl: Drempel
pt_br: Limiar
ru: Порог
sv: Tröskel
zh_hans: 阈值

source: Threshold · between LT1 and LT2 (0.50–0.75)
ar: العتبة · بين LT1 و LT2 (0.50–0.75)
da: Tærskel · mellem LT1 og LT2 (0,50–0,75)
de: Schwelle · zwischen LT1 und LT2 (0,50–0,75)
es: Umbral · entre LT1 y LT2 (0,50–0,75)
fi: Kynnys · LT1:n ja LT2:n välillä (0,50–0,75)
fr: Seuil · entre LT1 et LT2 (0,50–0,75)
is: Þröskuldur · milli LT1 og LT2 (0,50–0,75)
it: Soglia · tra LT1 e LT2 (0,50–0,75)
ja: 閾値 · LT1 と LT2 の間 (0.50〜0.75)
ko: 역치 · LT1과 LT2 사이 (0.50–0.75)
nb: Terskel · mellom LT1 og LT2 (0,50–0,75)
nl: Drempel · tussen LT1 en LT2 (0,50–0,75)
pt_br: Limiar · entre LT1 e LT2 (0,50–0,75)
ru: Порог · между LT1 и LT2 (0,50–0,75)
sv: Tröskel · mellan LT1 och LT2 (0,50–0,75)
zh_hans: 阈值 · 介于 LT1 与 LT2 之间 (0.50–0.75)

source: Threshold · lactate clearance adaptation
ar: العتبة · تكيّف إزالة اللاكتات
da: Tærskel · tilpasning af laktatclearance
de: Schwelle · Anpassung der Laktat-Clearance
es: Umbral · adaptación del aclaramiento de lactato
fi: Kynnys · laktaatin poiston adaptaatio
fr: Seuil · adaptation de l’élimination du lactate
is: Þröskuldur · aðlögun mjólkursýruhreinsunar
it: Soglia · adattamento della clearance del lattato
ja: 閾値 · 乳酸除去能の適応
ko: 역치 · 젖산 제거 적응
nb: Terskel · tilpasning av laktatklarering
nl: Drempel · aanpassing van lactaatklaring
pt_br: Limiar · adaptação da remoção de lactato
ru: Порог · адаптация утилизации лактата
sv: Tröskel · anpassning av laktatclearance
zh_hans: 阈值 · 乳酸清除适应

source: Threshold · Near LT1
ar: العتبة · قرب LT1
da: Tærskel · nær LT1
de: Schwelle · nahe LT1
es: Umbral · cerca de LT1
fi: Kynnys · lähellä LT1:tä
fr: Seuil · proche de LT1
is: Þröskuldur · nálægt LT1
it: Soglia · vicino a LT1
ja: 閾値 · LT1 付近
ko: 역치 · LT1 근처
nb: Terskel · nær LT1
nl: Drempel · nabij LT1
pt_br: Limiar · perto de LT1
ru: Порог · около LT1
sv: Tröskel · nära LT1
zh_hans: 阈值 · 接近 LT1
